// src/pages/blog/data.js

const postList = [
  {
    id: 1,
    title: "최신 웹 개발 트렌드 분석",
    content:
      "2023년의 웹 개발은 빠르게 변화하고 있습니다. 이번 글에서는 최신 트렌드와 그 이유를 분석해 보겠습니다. 특히, 리액트와 뷰에 대한 최신 업데이트를 살펴보며...",
  },
  {
    id: 2,
    title: "효율적인 자기 관리 방법",
    content:
      "효율적인 자기 관리는 생산성을 높이는 데 중요합니다. 이 글에서는 시간 관리 기술과 정신 건강 유지 방법을 공유하려고 합니다. 특히, 일과 삶의 균형을 유지하는 방법에 대해...",
  },
  {
    id: 3,
    title: "건강한 식습관을 위한 팁",
    content:
      "건강한 식습관은 장기적인 웰빙에 중요한 역할을 합니다. 이 글에서는 균형 잡힌 식단을 유지하는 방법과 특정 음식의 건강 이점을 탐구해보겠습니다. 또한, 쉽게 따라할 수 있는 건강 레시피를 소개하고자 합니다...",
  },
  {
    id: 4,
    title: "여행 계획의 A to Z",
    content:
      "여행 계획을 세우는 것은 흥미롭지만 때로는 어려울 수 있습니다. 이 글에서는 여행지 선택부터 숙소 예약, 현지에서의 활동 계획까지 여행 계획의 모든 단계를 다루려고 합니다. 특히, 예산 관리 팁에 대해서도 이야기할 예정입니다...",
  },
  {
    id: 5,
    title: "지속 가능한 생활 습관 구축",
    content:
      "지속 가능한 생활은 환경에 대한 우리의 책임감을 반영합니다. 이 글에서는 일상에서 쉽게 실천할 수 있는 지속 가능한 습관들을 소개하고자 합니다. 예를 들어, 재활용과 에너지 절약 방법 등에 대해 자세히 다루겠습니다...",
  },
];

export { postList };
